
import React from 'react'
import Footer from '../components/Footer'
import Header from '../components/Header'


const ubuot = () => {
  return (
<div>
 <Header />
 <main >
          <div className="container-fluid">
<div className="container ">

<div className="row">
      <div className="col-12 row">
            <div className="col-md-6 p-3"><section id="about">
              <div className="image-containers right p-4">
                  <img src="../imges/אני על גמל.jpg" alt="תיאור התמונה" className="imgcamel shadow"/>
                  <p> "אני והמקום הטבעי שלי  "הטבע</p>
              </div>
              
            
           </section></div>

            <div className="col-md-6">
              <div className="  fs-4 font-montserrat p-3"> <div class="fw-semibold bg-dark-subtle  shadow-lg  fs-2 text-center p-1">קצת עלי</div>
                שלום לך! שמי הוא אלימלך, ותמיד הייתה לי אהבה והערכה עמוקה לטבע ולצמחים. מגיל צעיר מצאתי נחמה ושמחה בהתבוננות ביופיו ובמורכבותו של עולם הטבע סביבי. הקסם הזה הוביל אותי ללימודי תואר באגרונומיה באוניברסיטה, שם התעמקתי בחקר הצמחים והחקלאות.במהלך תקופתי בתכנית, השגתי הבנה מוצקה בפיזיולוגיה של הצמח, מדעי הקרקע, ייצור יבולים וחקלאות בת קיימא נמשכתי במיוחד להיבט בר-קיימא של אגרונומיה, שכן אני מאמין בחשיבות של מציאת דרכים לטפח ולטפח את אדמתנו תוך שימורה לדורות הבאים. </div></div>
      </div>



      <div className="col-12 row">
        <div className="col-md-6"><div className="  fs-4 font-montserrat p-3"><div class="fw-semibold bg-dark-subtle  shadow-lg  fs-2 text-center p-1">! המטרה שלנו </div>
             ויטמינים ממלאים תפקיד מכריע בשמירה על הבריאות והרווחה הכללית שלנו. הם תרכובות אורגניות שגופנו דורש בכמויות קטנות לתפקודים פיזיולוגיים שונים. בעוד שרוב האנשים מקשרים ויטמינים עם פירות, ירקות ותוספי מזון, חשוב להכיר בתפקידם החיוני של ויטמינים בטבע וברפואה, במיוחד בצמחים.

          צמחים מייצרים ומאחסנים מגוון רחב של ויטמינים, המשמשים כמקורות חיוניים למאכל אדם ובעלי חיים כאחד. לדוגמה, ויטמין C, המצוי בדרך כלל בפירות הדר, הוא נוגד חמצון רב עוצמה שמגביר את מערכת החיסון שלנו ומסייע בייצור קולגן. ויטמין A, השופע בגזר ובירקות עלים, חיוני לראייה ולצמיחת תאים. מקורות צמחיים כמו אגוזים וזרעים מספקים ויטמין E, המגן על התאים מפני נזק.
          
          הבנת תפקידם של ויטמינים בצמחים היא חיונית לחקלאות, מכיוון שהיא מסייעת לחקלאים לייעל את ייצור היבולים ולהבטיח תזונה מאוזנת לבעלי חיים. על ידי קידום יבולים עשירים בוויטמין, אנו יכולים להתמודד עם תת תזונה ולשפר את ביטחון המזון בקנה מידה עולמי.
          
          יתר על כן, לחקר הוויטמינים בצמחים יש השלכות משמעותיות על הרפואה. תרופות פרמצבטיות רבות מופקות ממקורות צמחיים, ורותמות את תכונות הריפוי של ויטמינים לטיפול במחלות שונות. לדוגמה, ויטמין K ממלא תפקיד חיוני בקרישת הדם, ונגזרות מצמחים כמו אספסת ותרד משמשות לפיתוח תרופות למניעת דימום מוגזם.
          
          על ידי הגברת המודעות לויטמינים בטבע וברפואה. </div></div>

        <div className="col-md-6">
          <section id="about">
             
             <div className="image-containers left p-4">
                 <img src="../imges/אני בשיעור.jpg" alt="תיאור התמונה" className="shadow"/>
                 <p>אני בשיעור אגרונומיה לחיילים</p>
             </div>
            
         </section></div>
      </div>

  </div>

</div>
</div>
</main>
 <Footer/>
    </div>
  )
}

export default ubuot